Repository: neoslabx/light-xml-sitemap
Catalog: languages/light-xml-sitemap-*.po
Languages: es_es, fr_fr, it_it

source: Light-XML Sitemap
es_es: Mapa del sitio Light-XML
fr_fr: Plan de site Light-XML
it_it: Mappa del sito Light-XML

source: Light-XML Sitemap dynamically creates dynamic XML Sitemap that comply with Google, Bing, Yahoo! and Ask.com Sitemap protocol.
es_es: Light-XML Sitemap crea dinámicamente un mapa del sitio XML que cumple con los protocolos de Google, Bing, Yahoo! y Ask.com.
fr_fr: Light-XML Sitemap crée dynamiquement un plan de site XML conforme aux protocoles de Google, Bing, Yahoo! et Ask.com.
it_it: Light-XML Sitemap crea dinamicamente una mappa del sito XML conforme ai protocolli di Google, Bing, Yahoo! e Ask.com.

source: Settings
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni

source: Your settings have been successfully updated.
es_es: La configuración se ha actualizado correctamente.
fr_fr: Vos paramètres ont été mis à jour avec succès.
it_it: Le impostazioni sono state aggiornate con successo.

source: Include Posts
es_es: Incluir entradas
fr_fr: Inclure les articles
it_it: Includi articoli

source: Do you want to include the posts into the sitemap.
es_es: ¿Deseas incluir las entradas en el mapa del sitio?
fr_fr: Souhaitez-vous inclure les articles dans le plan de site ?
it_it: Vuoi includere gli articoli nella mappa del sito?

source: Include Custom Post Types
es_es: Incluir tipos de contenido personalizados
fr_fr: Inclure les types de publication personnalisés
it_it: Includi tipi di contenuto personalizzati

source: Do you want to include the pages into the sitemap.
es_es: ¿Deseas incluir las páginas en el mapa del sitio?
fr_fr: Souhaitez-vous inclure les pages dans le plan de site ?
it_it: Vuoi includere le pagine nella mappa del sito?

source: Include Pages
es_es: Incluir páginas
fr_fr: Inclure les pages
it_it: Includi pagine

source: Include Categories
es_es: Incluir categorías
fr_fr: Inclure les catégories
it_it: Includi categorie

source: Do you want to include the categories into the sitemap.
es_es: ¿Deseas incluir las categorías en el mapa del sitio?
fr_fr: Souhaitez-vous inclure les catégories dans le plan de site ?
it_it: Vuoi includere le categorie nella mappa del sito?

source: Include Tags
es_es: Incluir etiquetas
fr_fr: Inclure les étiquettes
it_it: Includi tag

source: Do you want to include the tags into the sitemap.
es_es: ¿Deseas incluir las etiquetas en el mapa del sitio?
fr_fr: Souhaitez-vous inclure les étiquettes dans le plan de site ?
it_it: Vuoi includere i tag nella mappa del sito?

source: Include Author
es_es: Incluir autores
fr_fr: Inclure les auteurs
it_it: Includi autori

source: Do you want to include the authors into the sitemap.
es_es: ¿Deseas incluir los autores en el mapa del sitio?
fr_fr: Souhaitez-vous inclure les auteurs dans le plan de site ?
it_it: Vuoi includere gli autori nella mappa del sito?

source: Sitemap Name
es_es: Nombre del mapa del sitio
fr_fr: Nom du plan de site
it_it: Nome della mappa del sito

source: Enter the sitemap name
es_es: Introduce el nombre del mapa del sitio
fr_fr: Saisissez le nom du plan de site
it_it: Inserisci il nome della mappa del sito

source: Set an alternative name for the sitemap index (Leave empty to use the default: sitemap.xml).
es_es: Define un nombre alternativo para el índice del mapa del sitio (déjalo vacío para usar el predeterminado: sitemap.xml).
fr_fr: Définissez un nom alternatif pour l’index du plan de site (laissez vide pour utiliser le nom par défaut : sitemap.xml).
it_it: Imposta un nome alternativo per lâ€™indice della mappa del sito (lascia vuoto per usare il predefinito: sitemap.xml).

source: Update Settings
es_es: Actualizar configuración
fr_fr: Mettre à jour les paramètres
it_it: Aggiorna impostazioni
